Repository: yumikokh/notion_todo
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, zh

# settings_view_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
zh: 設定

# settings_view_app_settings_title
source: App Settings
de: App-Einstellungen
es: Configuración de la App
fr: Paramètres de l'application
ja: アプリ設定
ko: 앱 설정
zh: 應用程式設定

# settings_view_notion_settings_title
source: Notion Settings
de: Notion-Einstellungen
es: Configuración de Notion
fr: Paramètres Notion
ja: Notion設定
ko: Notion 설정
zh: Notion 設定

# settings_view_notion_settings_description
source: Database settings are required
de: Datenbankeinstellungen sind erforderlich
es: Se requiere configuración de base de datos
fr: Les paramètres de base de données sont requis
ja: データベース設定が必要です
ko: 데이터베이스 설정이 필요합니다
zh: 需要資料庫設定

# settings_view_theme_settings_title
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
zh: 主題

# settings_view_support_title
source: Support
es: Soporte
ja: サポート
ko: 지원
zh: 支援

# settings_view_support_faq_title
source: FAQ
es: Preguntas Frecuentes
ja: よくある質問
ko: 자주 묻는 질문
zh: 常見問題

# settings_view_support_feedback_title
source: Bug Report・Request・Contact
de: Fehlerbericht・Anfrage・Kontakt
es: Reportar Error・Solicitud・Contacto
fr: Signaler un bug・Demande・Contact
ja: バグ報告・要望・問い合わせ
ko: 버그 신고・요청・문의
zh: 錯誤回報・需求・聯絡

# settings_view_support_privacy_policy_title
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 보호정책
zh: 隱私權政策

# settings_view_support_review_title
source: Support with a Review
de: Mit einer Bewertung unterstützen
es: Apóyanos con una Reseña
fr: Soutenir avec un avis
ja: レビューで応援する
ko: 리뷰로 응원하기
zh: 留下評論支持我們

# settings_view_version_title
source: Version
es: Versión
ja: バージョン
ko: 버전
zh: 版本

# settings_view_version_copy
source: Version information copied
de: Versionsinformationen kopiert
es: Información de versión copiada
fr: Informations de version copiées
ja: バージョン情報をコピーしました
ko: 버전 정보가 복사되었습니다
zh: 版本資訊已複製

# notion_settings_view_title
source: Notion Settings
de: Notion-Einstellungen
es: Configuración de Notion
fr: Paramètres Notion
ja: Notion設定
ko: Notion 설정
zh: Notion 設定

# notion_settings_view_auth_status
source: Authentication Status
de: Authentifizierungsstatus
es: Estado de Autenticación
fr: État de l'authentification
ja: 認証状態
ko: 인증 상태
zh: 驗證狀態

# notion_settings_view_auth_status_connected
source: Connected to Notion
de: Mit Notion verbunden
es: Conectado a Notion
fr: Connecté à Notion
ja: Notionに接続されています
ko: Notion에 연결됨
zh: 已連接至 Notion

# notion_settings_view_auth_status_disconnected
source: Disconnected from Notion
de: Von Notion getrennt
es: Desconectado de Notion
fr: Déconnecté de Notion
ja: Notionに接続されていません
ko: Notion에 연결되지 않음
zh: 未連接至 Notion

# notion_settings_view_auth_status_disconnect
source: Disconnect from Notion
de: Von Notion trennen
es: Desconectar de Notion
fr: Se déconnecter de Notion
ja: Notionの接続を解除
ko: Notion 연결 해제
zh: 中斷 Notion 連接

# notion_settings_view_auth_status_connect
source: Connect to Notion
de: Mit Notion verbinden
es: Conectar a Notion
fr: Se connecter à Notion
ja: Notionに接続
ko: Notion에 연결
zh: 連接至 Notion

# notion_settings_view_database_settings_title
source: Database Settings
de: Datenbankeinstellungen
es: Configuración de Base de Datos
fr: Paramètres de base de données
ja: データベース設定
ko: 데이터베이스 설정
zh: 資料庫設定

# notion_settings_view_database_settings_description
source: If the name or type of the corresponding property changes, re-setting is required
de: Wenn sich der Name oder Typ der entsprechenden Eigenschaft ändert, ist eine Neueinstellung erforderlich
es: Si cambia el nombre o tipo de la propiedad correspondiente, es necesario reconfigurar
fr: Si le nom ou le type de la propriété correspondante change, une reconfiguration est nécessaire
ja: 該当プロパティの名前や種類などが変わった場合は、再設定が必要です
ko: 해당 속성의 이름이나 유형이 변경된 경우 재설정이 필요합니다
zh: 如果相關屬性的名稱或類型已更改，需要重新設定

# notion_settings_view_database_settings_database_name
source: Database Name
de: Datenbankname
es: Nombre de Base de Datos
fr: Nom de la base de données
ja: データベース名
ko: 데이터베이스 이름
zh: 資料庫名稱

# notion_settings_view_database_settings_change_database_settings
source: Change Database Settings
de: Datenbankeinstellungen ändern
es: Cambiar Configuración de Base de Datos
fr: Modifier les paramètres de base de données
ja: データベース設定を変更
ko: 데이터베이스 설정 변경
zh: 變更資料庫設定

# task_database_settings_title
source: Task Database Settings
de: Aufgaben-Datenbankeinstellungen
es: Configuración de Base de Datos de Tareas
fr: Paramètres de base de données des tâches
ja: タスクデータベース設定
ko: 작업 데이터베이스 설정
zh: 任務資料庫設定

source: Database
de: Datenbank
es: Base de Datos
fr: Base de données
ja: データベース
ko: 데이터베이스
zh: 資料庫

# status_property
source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh: 狀態

# status_property_todo_option
source: To-do Option
de: Zu erledigen-Option
es: Opción Por Hacer
fr: Option À faire
ja: 未完了オプション
ko: 할 일 옵션
zh: 待辦選項

# status_property_in_progress_option
source: In Progress Option
de: In Bearbeitung-Option
es: Opción En Progreso
fr: Option En cours
ja: 進行中オプション
ko: 진행 중 옵션
zh: 進行中選項

# status_property_complete_option
source: Complete Option
de: Abgeschlossen-Option
es: Opción Completado
fr: Option Terminé
ja: 完了オプション
ko: 완료 옵션
zh: 完成選項

# date_property
source: Date
de: Datum
es: Fecha
ja: 日付
ko: 날짜
zh: 日期

# todo_option_description
source: Status for not completed
de: Status für nicht abgeschlossen
es: Estado para no completado
fr: Statut pour non terminé
ja: 未完了として指定するステータス
ko: 미완료로 지정할 상태
zh: 指定為未完成的狀態

# in_progress_option_description
source: Status for in progress
de: Status für in Bearbeitung
es: Estado para en progreso
fr: Statut pour en cours
ja: 進行中として指定するステータス
ko: 진행 중으로 지정할 상태
zh: 指定為進行中的狀態

# complete_option_description
source: Status for completed
de: Status für abgeschlossen
es: Estado para completado
fr: Statut pour terminé
ja: 完了として指定するステータス
ko: 완료로 지정할 상태
zh: 指定為完成的狀態

# status_property_description
source: Type: Status, Checkbox
de: Typ: Status, Checkbox
es: Tipo: Estado, Casilla
fr: Type : Statut, Case à cocher
ja: 種類: ステータス,チェックボックス
ko: 유형: 상태, 체크박스
zh: 類型：狀態、核取方塊

# date_property_description
source: Type: Date
de: Typ: Datum
es: Tipo: Fecha
ja: 種類: 日付
ko: 유형: 날짜
zh: 類型：日期

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh: 儲存

# not_found_database
source: No accessible database found.
de: Keine zugängliche Datenbank gefunden.
es: No se encontró base de datos accesible.
fr: Aucune base de données accessible trouvée.
ja: アクセス可能なデータベースが見つかりませんでした。
ko: 접근 가능한 데이터베이스를 찾을 수 없습니다.
zh: 找不到可存取的資料庫。

# not_found_database_description
source: Please reset the settings.
de: Bitte setzen Sie die Einstellungen zurück.
es: Por favor, reconfigure los ajustes.
fr: Veuillez réinitialiser les paramètres.
ja: 設定をやり直してください。
ko: 설정을 다시 진행해 주세요.
zh: 請重新設定。

# notion_reconnect
source: Reconnect to Notion
de: Erneut mit Notion verbinden
es: Reconectar a Notion
fr: Se reconnecter à Notion
ja: Notionに再接続
ko: Notion에 다시 연결
zh: 重新連接至 Notion

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択してください
ko: 선택하세요
zh: 請選擇

source: Create Property
de: Eigenschaft erstellen
es: Crear Propiedad
fr: Créer une propriété
ja: プロパティを作成してください
ko: 속성을 생성하세요
zh: 請建立屬性

source: Property Name
de: Eigenschaftsname
es: Nombre de Propiedad
fr: Nom de la propriété
ja: プロパティ名
ko: 속성 이름
zh: 屬性名稱

# property_name_input
source: Enter the property name
de: Geben Sie den Eigenschaftsnamen ein
es: Ingrese el nombre de la propiedad
fr: Entrez le nom de la propriété
ja: プロパティ名を入力してください
ko: 속성 이름을 입력하세요
zh: 請輸入屬性名稱

# property_name_error
source: A property with the same name already exists
de: Eine Eigenschaft mit demselben Namen existiert bereits
es: Ya existe una propiedad con el mismo nombre
fr: Une propriété avec le même nom existe déjà
ja: すでに同じ名前のプロパティが存在します
ko: 같은 이름의 속성이 이미 존재합니다
zh: 已存在相同名稱的屬性

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh: 錯誤

source: OK
ko: 확인
zh: 確定

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh: 取消

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確定
ko: 확인
zh: 確認

# new_create
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 新規作成
ko: 새로 만들기
zh: 新建

# language_settings_title
source: Language Settings
de: Spracheinstellungen
es: Configuración de Idioma
fr: Paramètres de langue
ja: 言語設定
ko: 언어 설정
zh: 語言設定

# language_settings_description
source: Set the language of the app
de: Legen Sie die Sprache der App fest
es: Establecer el idioma de la aplicación
fr: Définir la langue de l'application
ja: アプリの言語を設定してください
ko: 앱의 언어를 설정하세요
zh: 設定應用程式的語言

# language_settings_language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh: 語言

# language_settings_language_ja
source: Japanese
es: Japonés
ja: 日本語
ko: 일본어

# language_settings_language_en
source: English
es: Inglés
ja: 英語
ko: 영어

# navigation_index
source: Index
es: Índice
ja: インデックス
ko: 인덱스
zh: 索引

# navigation_today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
zh: 今天

# task_sheet_title_hint
source: Enter the task name
de: Geben Sie den Aufgabennamen ein
es: Ingrese el nombre de la tarea
fr: Entrez le nom de la tâche
ja: タスク名を入力
ko: 작업 이름 입력
zh: 輸入任務名稱

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
zh: 今天

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
zh: 昨天

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
ja: 明日
ko: 내일
zh: 明天

# undetermined
source: Not set
de: Nicht festgelegt
es: Sin determinar
fr: Non défini
ja: 未定
ko: 미정
zh: 未定

source: Select Date
de: Datum auswählen
es: Seleccionar Fecha
fr: Sélectionner une date
ja: 日付を選択
ko: 날짜 선택
zh: 選擇日期

# no_task
source: No task found
de: Keine Aufgabe gefunden
es: No hay tareas
fr: Aucune tâche trouvée
ja: タスクがありません
ko: 작업이 없습니다
zh: 沒有任務

# no_task_description
source: Excellent job! Have a good day.
de: Hervorragende Arbeit! Haben Sie einen schönen Tag.
es: ¡Excelente trabajo! Que tengas un buen día.
fr: Excellent travail ! Passez une bonne journée.
ja: おつかれさまでした。 よい1日をお過ごしください！
ko: 수고하셨습니다. 좋은 하루 보내세요!
zh: 辛苦了！ 祝您有美好的一天！

# add_task_success
source: "{title}" Added.
de: "{title}" hinzugefügt.
es: "{title}" añadida.
fr: "{title}" ajouté.
ja: 「{title}」を追加しました
ko: "{title}"이(가) 추가되었습니다
zh: 已新增「{title}」

# task_add_failed
source: Failed to add "{title}"
de: Fehler beim Hinzufügen von "{title}"
es: Error al añadir "{title}"
fr: Échec de l'ajout de "{title}"
ja: 「{title}」の追加に失敗しました
ko: "{title}" 추가 실패
zh: 新增「{title}」失敗

# task_update_success
source: "{title}" Updated.
de: "{title}" aktualisiert.
es: "{title}" actualizada.
fr: "{title}" mis à jour.
ja: 「{title}」を変更しました
ko: "{title}"이(가) 변경되었습니다
zh: 已變更「{title}」

# task_update_failed
source: Failed to update "{title}"
de: Fehler beim Aktualisieren von "{title}"
es: Error al actualizar "{title}"
fr: Échec de la mise à jour de "{title}"
ja: 「{title}」の変更に失敗しました
ko: "{title}" 변경 실패
zh: 變更「{title}」失敗

# task_update_status_success
source: "{title}" completed 🎉
de: "{title}" abgeschlossen 🎉
es: "{title}" completada 🎉
fr: "{title}" terminé 🎉
ja: 「{title}」を完了しました 🎉
ko: "{title}"이(가) 완료되었습니다 🎉
zh: 「{title}」已完成 🎉

# task_update_status_undo
source: "{title}" marked as incomplete
de: "{title}" als unvollständig markiert
es: "{title}" marcada como incompleta
fr: "{title}" marqué comme non terminé
ja: 「{title}」を未完了に戻しました
ko: "{title}"을(를) 미완료로 되돌렸습니다
zh: 「{title}」已恢復為未完成

# task_update_status_failed
source: Failed to update status
de: Fehler beim Aktualisieren des Status
es: Error al actualizar estado
fr: Échec de la mise à jour du statut
ja: ステータスの更新に失敗しました
ko: 상태 업데이트 실패
zh: 狀態更新失敗

# task_update_status_in_progress
source: "{title}" marked as in progress
de: "{title}" als in Bearbeitung markiert
es: "{title}" marcada como en progreso
fr: "{title}" marqué comme en cours
ja: 「{title}」を進行中にしました
ko: "{title}"을(를) 진행 중으로 변경했습니다
zh: 「{title}」已設為進行中

# task_update_status_todo
source: "{title}" marked as to-do
de: "{title}" als zu erledigen markiert
es: "{title}" marcada como por hacer
fr: "{title}" marqué comme à faire
ja: 「{title}」を未完了に戻しました
ko: "{title}"을(를) 미완료로 되돌렸습니다
zh: 「{title}」已恢復為待辦

# task_delete_success
source: "{title}" deleted
de: "{title}" gelöscht
es: "{title}" eliminada
fr: "{title}" supprimé
ja: 「{title}」を削除しました
ko: "{title}"이(가) 삭제되었습니다
zh: 已刪除「{title}」

# task_delete_undo
source: "{title}" Restored.
de: "{title}" wiederhergestellt.
es: "{title}" restaurada.
fr: "{title}" restauré.
ja: 「{title}」を復元しました
ko: "{title}"이(가) 복원되었습니다
zh: 已復原「{title}」

# task_delete_failed
source: Failed to delete "{title}"
de: Fehler beim Löschen von "{title}"
es: Error al eliminar "{title}"
fr: Échec de la suppression de "{title}"
ja: 「{title}」の削除に失敗しました
ko: "{title}" 삭제 실패
zh: 刪除「{title}」失敗

# task_delete_failed_undo
source: Failed to restore "{title}"
de: Fehler beim Wiederherstellen von "{title}"
es: Error al restaurar
fr: Échec de la restauration de "{title}"
ja: 復元に失敗しました
ko: 복원 실패
zh: 復原失敗

# loading_failed
source: Failed to load
de: Laden fehlgeschlagen
es: Error al cargar
fr: Échec du chargement
ja: 読み込みに失敗しました
ko: 불러오기 실패
zh: 載入失敗

# re_set_database
source: Re-setting is required.
de: Neueinstellung erforderlich.
es: Se requiere reconfiguración.
fr: Une reconfiguration est nécessaire.
ja: 再設定が必要です。
ko: 재설정이 필요합니다.
zh: 需要重新設定。

# not_found_property
source: No appropriate property found.
de: Keine passende Eigenschaft gefunden.
es: No se encontró propiedad apropiada.
fr: Aucune propriété appropriée trouvée.
ja: 適切なプロパティが見つかりませんでした。
ko: 적절한 속성을 찾을 수 없습니다.
zh: 找不到適當的屬性。

# task_fetch_failed
source: Failed to fetch tasks
de: Fehler beim Abrufen von Aufgaben
es: Error al obtener tareas
fr: Échec de la récupération des tâches
ja: タスクの取得に失敗しました
ko: 작업 가져오기 실패
zh: 取得任務失敗

source: Load More
de: Mehr laden
es: Cargar Más
fr: Charger plus
ja: もっと見る
ko: 더 보기
zh: 載入更多

# wakelock_title
source: Prevent sleep while the app is running
de: Ruhezustand verhindern, während die App läuft
es: Evitar suspensión mientras la app está en ejecución
fr: Empêcher la mise en veille pendant l'exécution de l'application
ja: アプリ起動中のスリープを防ぐ
ko: 앱 실행 중 절전 모드 방지
zh: 應用程式執行時防止休眠

# wakelock_description
source: Battery consumption may be affected.
de: Der Akkuverbrauch kann beeinträchtigt werden.
es: El consumo de batería puede verse afectado.
fr: La consommation de batterie peut être affectée.
ja: バッテリーに影響を与える可能性があります。
ko: 배터리에 영향을 줄 수 있습니다.
zh: 可能會影響電池續航力。

# notion_settings_view_not_found_database_description
source: Don't have a database yet?
de: Haben Sie noch keine Datenbank?
es: ¿Aún no tienes una base de datos?
fr: Vous n'avez pas encore de base de données ?
ja: データベースをまだお持ちでないですか？
ko: 아직 데이터베이스가 없으신가요?
zh: 還沒有資料庫嗎？

# notion_settings_view_not_found_database_template_description
source: Select "Use a template provided" (button above) during authentication to get a ready-to-use task management database!
de: Wählen Sie während der Authentifizierung "Eine bereitgestellte Vorlage verwenden" (Schaltfläche oben), um eine einsatzbereite Aufgabenverwaltungsdatenbank zu erhalten!
es: ¡Selecciona "Usar una plantilla proporcionada" (botón arriba) durante la autenticación para obtener una base de datos de gestión de tareas lista para usar!
fr: Sélectionnez "Utiliser un modèle fourni" (bouton ci-dessus) lors de l'authentification pour obtenir une base de données de gestion des tâches prête à l'emploi !
ja: 認証時に「提供されたテンプレートを使う」（上のボタン）を選ぶと、すぐに使えるタスク管理用のデータベースが追加されます！
ko: 인증 시 "제공된 템플릿 사용"(위 버튼)을 선택하면 바로 사용 가능한 작업 관리 데이터베이스가 추가됩니다!
zh: 驗證時選擇「使用提供的範本」（上方按鈕），即可新增可立即使用的任務管理資料庫！

# notion_settings_view_not_found_database_select_description
source: If you already have your own database, choose "Select pages to share" (button below) to use it.
de: Wenn Sie bereits eine eigene Datenbank haben, wählen Sie "Seiten zum Teilen auswählen" (Schaltfläche unten), um sie zu verwenden.
es: Si ya tienes tu propia base de datos, elige "Seleccionar páginas para compartir" (botón abajo) para usarla.
fr: Si vous avez déjà votre propre base de données, choisissez "Sélectionner les pages à partager" (bouton ci-dessous) pour l'utiliser.
ja: もし既にお使いのデータベースがあれば、「共有するページの選択」（下のボタン）から選んでください。
ko: 이미 사용 중인 데이터베이스가 있다면 "공유할 페이지 선택"(아래 버튼)에서 선택하세요.
zh: 如果您已經有在使用的資料庫，請從「選擇要分享的頁面」（下方按鈕）中選擇。

source: Go to Settings
de: Zu den Einstellungen
es: Ir a Configuración
fr: Aller aux paramètres
ja: 設定ページへ
ko: 설정 페이지로 이동
zh: 前往設定頁面

# notion_database_settings_required
source: Notion database settings are required.
de: Notion-Datenbankeinstellungen sind erforderlich.
es: Se requiere configuración de base de datos de Notion.
fr: Les paramètres de base de données Notion sont requis.
ja: Notionのデータベース設定が必要です。
ko: Notion 데이터베이스 설정이 필요합니다.
zh: 需要 Notion 資料庫設定。

# updateMessage
source: Updated to v{version} ✨
de: Auf v{version} aktualisiert ✨
es: Actualizado a v{version} ✨
fr: Mis à jour vers v{version} ✨
ja: v{version} に更新されました ✨
ko: v{version}으로 업데이트되었습니다 ✨
zh: 已更新至 v{version} ✨

# releaseNote
source: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 자세히 보기
zh: 詳細資訊

# settings_view_support_release_notes_title
source: Release Notes
de: Versionshinweise
es: Notas de Versión
fr: Notes de version
ja: リリースノート
ko: 릴리스 노트
zh: 版本說明

# continuous_task_addition_title
source: Continuous Task Addition
de: Kontinuierliche Aufgabenhinzufügung
es: Adición Continua de Tareas
fr: Ajout continu de tâches
ja: 連続タスク追加
ko: 연속 작업 추가
zh: 連續新增任務

# continuous_task_addition_description
source: Allow continuous task addition
de: Kontinuierliche Aufgabenhinzufügung erlauben
es: Permitir adición continua de tareas
fr: Permettre l'ajout continu de tâches
ja: 連続で新規タスクを追加できるようにします
ko: 연속으로 새 작업을 추가할 수 있습니다
zh: 允許連續新增任務

# behavior_settings_title
source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
ja: 振る舞い
ko: 동작
zh: 行為

# task_completion_sound_title
source: Task Completion Sound
de: Aufgabenabschluss-Sound
es: Sonido al Completar Tarea
fr: Son de complétion de tâche
ja: タスク完了時の音
ko: 작업 완료 시 소리
zh: 任務完成時的聲音

# task_completion_sound_description
source: Play a sound when a task is completed
de: Einen Ton abspielen, wenn eine Aufgabe abgeschlossen wird
es: Reproducir sonido cuando se completa una tarea
fr: Jouer un son lorsqu'une tâche est terminée
ja: タスク完了時に音を鳴らします
ko: 작업 완료 시 소리를 재생합니다
zh: 任務完成時播放聲音

# sound_settings_title
source: Task Completion Sound
de: Aufgabenabschluss-Sound
es: Sonido al Completar Tarea
fr: Son de complétion de tâche
ja: タスク完了時の音
ko: 작업 완료 시 소리
zh: 任務完成時的聲音

# sound_enabled
source: Enable Sound
de: Sound aktivieren
es: Habilitar Sonido
fr: Activer le son
ja: 音を有効にする
ko: 소리 활성화
zh: 啟用聲音

# sound_enabled_description
source: Play a sound when a task is completed
de: Einen Ton abspielen, wenn eine Aufgabe abgeschlossen wird
es: Reproducir sonido cuando se completa una tarea
fr: Jouer un son lorsqu'une tâche est terminée
ja: タスク完了時に音を鳴らします
ko: 작업 완료 시 소리를 재생합니다
zh: 任務完成時播放聲音

# font_settings
source: Title Font Style
de: Titel-Schriftstil
es: Estilo de Fuente del Título
fr: Style de police du titre
ja: タイトルのフォントスタイル
ko: 제목 글꼴 스타일
zh: 標題字型樣式

source: Font Language
de: Schriftsprache
es: Idioma de Fuente
fr: Langue de la police
ja: フォントの言語
ko: 글꼴 언어
zh: 字型語言

source: Font Family
de: Schriftfamilie
es: Familia de Fuente
fr: Famille de police
ja: フォント
ko: 글꼴
zh: 字型

source: Italic
de: Kursiv
es: Cursiva
fr: Italique
ja: イタリック体
ko: 기울임꼴
zh: 斜體

source: Font Size
de: Schriftgröße
es: Tamaño de Fuente
fr: Taille de police
ja: サイズ
ko: 크기
zh: 大小

source: Letter Spacing
de: Buchstabenabstand
es: Espaciado de Letras
fr: Espacement des lettres
ja: 文字間隔
ko: 자간
zh: 字元間距

source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
zh: 預覽

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh: 重設

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer a Predeterminado
fr: Réinitialiser par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh: 恢復為預設值

source: Bold
de: Fett
es: Negrita
fr: Gras
ja: 太字
ko: 굵게
zh: 粗體

# appearance_settings_title
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
zh: 外觀

# hide_navigation_label_title
source: Hide Navigation Labels
de: Navigationsbeschriftungen ausblenden
es: Ocultar Etiquetas de Navegación
fr: Masquer les étiquettes de navigation
ja: ナビゲーションラベルを非表示
ko: 내비게이션 라벨 숨기기
zh: 隱藏導覽標籤

# font_settings_description
source: Customize the date title of the today task list
de: Passen Sie den Datumstitel der heutigen Aufgabenliste an
es: Personalizar el título de fecha de la lista de tareas de hoy
fr: Personnaliser le titre de date de la liste des tâches du jour
ja: 今日のタスク一覧の日付タイトルをカスタマイズします
ko: 오늘 작업 목록의 날짜 제목을 사용자 정의합니다
zh: 自訂今日任務清單的日期標題

# hide_navigation_label_description
source: Hide labels in the bottom navigation bar
de: Beschriftungen in der unteren Navigationsleiste ausblenden
es: Ocultar etiquetas en la barra de navegación inferior
fr: Masquer les étiquettes dans la barre de navigation inférieure
ja: 下部のナビゲーションバーのラベルを非表示にします
ko: 하단 내비게이션 바의 라벨을 숨깁니다
zh: 隱藏底部導覽列的標籤

source: Current: {setting}
de: Aktuell: {setting}
es: Actual: {setting}
fr: Actuel : {setting}
ja: 現在の設定: {setting}
ko: 현재 설정: {setting}
zh: 目前設定：{setting}

# task_star_button_dialog_title
source: In Progress Option Not Set
de: In Bearbeitung-Option nicht festgelegt
es: Opción En Progreso No Configurada
fr: Option En cours non définie
ja: 進行中オプションが未設定です
ko: 진행 중 옵션이 설정되지 않음
zh: 未設定進行中選項

# task_star_button_dialog_content
source: Set up the In Progress option in database settings to track what you should focus on!
de: Richten Sie die In Bearbeitung-Option in den Datenbankeinstellungen ein, um zu verfolgen, worauf Sie sich konzentrieren sollten!
es: ¡Configure la opción En Progreso en la configuración de base de datos para rastrear en qué debe enfocarse!
fr: Configurez l'option En cours dans les paramètres de base de données pour suivre ce sur quoi vous devez vous concentrer !
ja: データベース設定から設定して、今集中すべきタスクを確認してみましょう！
ko: 데이터베이스 설정에서 설정하고 지금 집중해야 할 작업을 확인해보세요!
zh: 在資料庫設定中設定，確認現在應該專注的任務！

# task_star_button_dialog_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh: 取消

# task_star_button_dialog_settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
zh: 設定

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
zh: 通知

source: Show notification badge
de: Benachrichtigungsabzeichen anzeigen
es: Mostrar insignia de notificación
fr: Afficher le badge de notification
ja: 通知バッジを表示
ko: 알림 배지 표시
zh: 顯示通知徽章

source: Select time
de: Zeit auswählen
es: Seleccionar hora
fr: Sélectionner l'heure
ja: 時間を選択
ko: 시간 선택
zh: 選擇時間

source: No time
de: Keine Zeit
es: Sin hora
fr: Pas d'heure
ja: 指定なし
ko: 지정 안 함
zh: 未指定

source: Start time
de: Startzeit
es: Hora de inicio
fr: Heure de début
ja: 開始時間
ko: 시작 시간
zh: 開始時間

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 所要時間
ko: 소요 시간
zh: 所需時間

# duration_format_minutes
source: {minutes}min
ja: {minutes}分
ko: {minutes}분
zh: {minutes}分鐘

# duration_format_hours
source: {hours}h
ja: {hours}時間
ko: {hours}시간
zh: {hours}小時

# duration_format_hours_minutes
source: {hours}h {minutes}min
ja: {hours}時間{minutes}分
ko: {hours}시간 {minutes}분
zh: {hours}小時{minutes}分鐘

source: Reschedule
de: Neu planen
es: Reprogramar
fr: Reprogrammer
ja: リスケジュール
ko: 일정 변경
zh: 重新排程

# morning_message
source: A new day begins. What would you like to start with?
de: Ein neuer Tag beginnt. Womit möchten Sie anfangen?
es: Comienza un nuevo día. ¿Con qué te gustaría empezar?
fr: Une nouvelle journée commence. Par quoi souhaitez-vous commencer ?
ja: 新しい一日の始まりです。 何から始めますか？
ko: 새로운 하루가 시작되었습니다. 무엇부터 시작하시겠습니까?
zh: 新的一天開始了。 您想從什麼開始？

# afternoon_message
source: Good afternoon! What would you like to start with?
de: Guten Tag! Womit möchten Sie anfangen?
es: ¡Buenas tardes! ¿Con qué te gustaría empezar?
fr: Bon après-midi ! Par quoi souhaitez-vous commencer ?
ja: こんにちは！ 何から始めますか？
ko: 안녕하세요! 무엇부터 시작하시겠습니까?
zh: 午安！ 您想從什麼開始？
