Repository: yumikokh/notion_todo
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, zh

# evening_message
source: Good evening. What would you like to accomplish today?
de: Guten Abend. Was möchten Sie heute noch erreichen?
es: Buenas noches. ¿Qué te gustaría lograr hoy?
fr: Bonsoir. Qu'aimeriez-vous accomplir aujourd'hui ?
ja: こんばんは。 今日中に取り組みたいことはありますか？
ko: 안녕하세요. 오늘 중에 처리하고 싶은 일이 있나요?
zh: 晚安。 今天還有什麼想要完成的事嗎？

# licenses_page_title
source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
ja: ライセンス
ko: 라이선스
zh: 授權

# licenses_page_no_licenses
source: No license information available.
de: Keine Lizenzinformationen verfügbar.
es: No hay información de licencia disponible.
fr: Aucune information de licence disponible.
ja: ライセンス情報がありません。
ko: 라이선스 정보가 없습니다.
zh: 沒有授權資訊。

# sound_credit_title
source: Sound Credit
es: Crédito de Sonido
fr: Crédit sonore
ja: サウンド提供
ko: 사운드 제공
zh: 聲音提供

# priority_property
source: Priority
de: Priorität
es: Prioridad
fr: Priorité
ja: 優先度
ko: 우선순위
zh: 優先順序

# priority_property_description
source: Type: Select
de: Typ: Auswahl
es: Tipo: Selección
fr: Type : Sélection
ja: 種類: セレクト
ko: 유형: 선택
zh: 類型：選擇

# title_property
source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
zh: 標題

# task_priority_dialog_title
source: Priority Property Not Set
de: Prioritätseigenschaft nicht festgelegt
es: Propiedad de Prioridad No Configurada
fr: Propriété de priorité non définie
ja: 優先度プロパティが未設定です
ko: 우선순위 속성이 설정되지 않음
zh: 未設定優先順序屬性

# task_priority_dialog_content
source: Set up the Priority property in database settings to prioritize your tasks!
de: Richten Sie die Prioritätseigenschaft in den Datenbankeinstellungen ein, um Ihre Aufgaben zu priorisieren!
es: ¡Configure la propiedad de Prioridad en la configuración de base de datos para priorizar sus tareas!
fr: Configurez la propriété de priorité dans les paramètres de base de données pour prioriser vos tâches !
ja: タスクの優先度を設定するには、データベース設定で優先度プロパティを設定してください。
ko: 작업의 우선순위를 설정하려면 데이터베이스 설정에서 우선순위 속성을 설정하세요.
zh: 若要設定任務的優先順序，請在資料庫設定中設定優先順序屬性。

# task_priority_dialog_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh: 取消

# task_priority_dialog_settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
zh: 設定

source: Show Completed Tasks
de: Abgeschlossene Aufgaben anzeigen
es: Mostrar Tareas Completadas
fr: Afficher les tâches terminées
ja: 完了したタスクを表示
ko: 완료된 작업 표시
zh: 顯示已完成的任務

# completed_tasks
source: Completed
de: Abgeschlossen
es: Completadas
fr: Terminées
ja: 完了済
ko: 완료됨
zh: 已完成

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並び替え
ko: 정렬
zh: 排序

# sort_by_default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
zh: 預設

source: Group by
de: Gruppieren nach
es: Agrupar por
fr: Grouper par
ja: グループ
ko: 그룹
zh: 分組

# group_by_none
source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh: 無

source: No {property}
de: Keine {property}
es: Sin {property}
fr: Aucun(e) {property}
ja: {property}なし
ko: {property} 없음
zh: 無{property}

# subscription_fetch_failed
source: Failed to fetch subscription information
de: Fehler beim Abrufen der Abonnementinformationen
es: Error al obtener información de suscripción
fr: Échec de la récupération des informations d'abonnement
ko: 구독 정보를 가져오지 못했습니다
zh: 無法取得訂閱資訊

# subscription_purchase_success
source: Successfully purchased {plan}
de: {plan}-Plan erfolgreich erworben
es: Plan {plan} comprado exitosamente
fr: Plan {plan} acheté avec succès
ko: {plan} 플랜을 구매했습니다
zh: 已購買{plan}方案

# subscription_purchase_failed
source: Purchase failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: L'achat a échoué
ko: 구매 실패
zh: 購買失敗

# subscription_purchase_error_general
source: An error occurred during purchase.
de: Beim Kauf ist ein Fehler aufgetreten.
es: Ocurrió un error durante la compra.
fr: Une erreur s'est produite lors de l'achat.
ko: 구매 처리 중 오류가 발생했습니다.
zh: 購買處理過程中發生錯誤。

# subscription_restore_success
source: Purchases restored successfully
de: Käufe erfolgreich wiederhergestellt
es: Compras restauradas exitosamente
fr: Achats restaurés avec succès
ko: 구매 정보가 복원되었습니다
zh: 購買資訊已復原

# subscription_restore_failed
source: Failed to restore purchases
de: Fehler beim Wiederherstellen der Käufe
es: Error al restaurar compras
fr: Échec de la restauration des achats
ko: 구매 정보 복원 실패
zh: 購買資訊復原失敗

# subscription_restore_error_general
source: An error occurred while restoring purchases.
de: Beim Wiederherstellen der Käufe ist ein Fehler aufgetreten.
es: Ocurrió un error al restaurar las compras.
fr: Une erreur s'est produite lors de la restauration des achats.
ko: 구매 정보 복원 중 오류가 발생했습니다.
zh: 復原購買資訊時發生錯誤。

# premium_features_title
source: Premium
ko: 프리미엄
zh: 高級版

# monthly_subscription
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ko: 월간
zh: 月費

# yearly_subscription
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ko: 연간
zh: 年費

# lifetime_subscription
source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
ko: 평생
zh: 買斷

# lifetime_purchase
source: Permanent License
de: Dauerhafte Lizenz
es: Licencia Permanente
fr: Licence permanente
ko: 평생 라이선스
zh: 永久授權

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les achats
ko: 구매 복원
zh: 復原購買

# free_trial_days
source: {days}-day free trial
de: Erste {days} Tage kostenlose Testversion
es: Primeros {days} días de prueba gratis
fr: Essai gratuit de {days} jours
ko: 먼저 {days}일 무료 체험
zh: 先享{days}天免費試用

# monthly_price
source: month
de: Monat
es: mes
fr: mois
ko: 월
zh: 月

# yearly_price
source: year
de: Jahr
es: año
fr: an
ko: 년
zh: 年

# upgrade_to_premium_description
source: Upgrade to Premium and unlock all features!
de: Upgraden Sie auf Premium und schalten Sie alle Funktionen frei!
es: ¡Actualiza a Premium y desbloquea todas las funciones!
fr: Passez à Premium et débloquez toutes les fonctionnalités !
ko: 프리미엄 플랜으로 업그레이드하고 모든 기능을 잠금 해제하세요!
zh: 升級至高級版方案，解鎖所有功能！

# unlock_all_widgets_title
source: Unlock All Widgets
de: Alle Widgets freischalten
es: Desbloquear Todos los Widgets
fr: Débloquer tous les widgets
ko: 모든 위젯 잠금 해제
zh: 解鎖所有小工具

# unlock_all_widgets_description
source: Choose from multiple widget styles.
de: Wählen Sie aus mehreren Widget-Stilen.
es: Elige entre múltiples estilos de widgets.
fr: Choisissez parmi plusieurs styles de widgets.
ko: 다양한 위젯 스타일 중에서 선택할 수 있습니다
zh: 可從多種小工具樣式中選擇

# access_all_future_features_title
source: Access to All Future Features
de: Zugriff auf alle zukünftigen Funktionen
es: Acceso a Todas las Funciones Futuras
fr: Accès à toutes les futures fonctionnalités
ko: 향후 추가되는 모든 기능 이용
zh: 存取所有未來功能

# access_all_future_features_description
source: Get new features as soon as they are added.
de: Erhalten Sie neue Funktionen, sobald sie hinzugefügt werden.
es: Obtén nuevas funciones tan pronto como se agreguen.
fr: Obtenez les nouvelles fonctionnalités dès qu'elles sont ajoutées.
ko: 새로운 기능이 추가되면 바로 사용할 수 있습니다
zh: 新功能推出後立即可用

# support_the_developer_title
source: Support the Developer
de: Den Entwickler unterstützen
es: Apoyar al Desarrollador
fr: Soutenir le développeur
ko: 개발자 응원
zh: 支持開發者

# support_the_developer_description
source: Help support continued development.
de: Helfen Sie bei der Unterstützung der kontinuierlichen Entwicklung.
es: Ayuda a apoyar el desarrollo continuo.
fr: Aidez à soutenir le développement continu.
ko: 지속적인 개발을 지원할 수 있습니다
zh: 支持持續開發

# lifetime_unlock_description
source: Unlock all features with a one-time purchase.
de: Einmalkauf zur Freischaltung aller Funktionen
es: Compra única para desbloquear todas las funciones
fr: Achat unique pour débloquer toutes les fonctionnalités
ko: 1회 구매로 모든 기능 잠금 해제
zh: 一次購買解鎖所有功能

source: Lifetime License Activated
de: Lebenslange Lizenz aktiviert
es: Licencia de Por Vida Activada
fr: Licence à vie activée
ko: 평생 라이선스 획득됨
zh: 已取得永久授權

source: Currently Subscribed
de: Derzeit abonniert
es: Actualmente Suscrito
fr: Actuellement abonné
ko: 구독 중
zh: 訂閱中

source: Start Free Trial
de: Kostenlose Testversion starten
es: Iniciar Prueba Gratuita
fr: Commencer l'essai gratuit
ko: 무료 체험 시작
zh: 開始免費試用

# yearly_price_short
source: year
de: Jahr
es: año
fr: an
ko: 년
zh: 年

# trial_ends_then_price_per_year
source: After {trialDays}-day free trial, then {priceString} / {yearlyPriceShort}
de: Nach {trialDays}-tägiger kostenloser Testversion, dann {priceString} / {yearlyPriceShort}
es: Después de {trialDays} días de prueba gratuita, luego {priceString} / {yearlyPriceShort}
fr: Après {trialDays} jours d'essai gratuit, puis {priceString} / {yearlyPriceShort}
ko: {trialDays}일 무료 체험 종료 후 {priceString} / {yearlyPriceShort}
zh: {trialDays}天免費試用結束後 {priceString} / {yearlyPriceShort}

source: Continue Purchase
de: Kauf fortsetzen
es: Continuar Compra
fr: Continuer l'achat
ko: 구매 계속하기
zh: 繼續購買

source: Change Plan
de: Plan ändern
es: Cambiar Plan
fr: Changer de plan
ko: 플랜 변경
zh: 變更方案

# current_plan_display
source: Current Plan: {currentPlanName}
de: Aktueller Plan: {currentPlanName}
es: Plan Actual: {currentPlanName}
fr: Plan actuel : {currentPlanName}
ko: 현재 플랜: {currentPlanName}
zh: 目前方案：{currentPlanName}

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
ko: 이용약관
zh: 使用條款

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
ko: 개인정보 처리방침
zh: 隱私權政策

# purchase_terms_and_conditions_part3
source: . Subscriptions can be canceled at any time. The free trial is applicable only for the first purchase. When changing plans, the switch will occur automatically after the current plan ends.
de: . Abonnements können jederzeit gekündigt werden. Die kostenlose Testversion gilt nur für den ersten Kauf. Bei einem Planwechsel erfolgt die Umstellung automatisch nach Ablauf des aktuellen Plans.
es: Las suscripciones se pueden cancelar en cualquier momento. La prueba gratuita es aplicable solo para la primera compra. Al cambiar de plan, el cambio ocurrirá automáticamente después de que termine el plan actual.
fr: . Les abonnements peuvent être annulés à tout moment. L'essai gratuit n'est applicable que pour le premier achat. Lors du changement de plan, le changement s'effectuera automatiquement après la fin du plan actuel.
ko: 구독은 언제든지 취소할 수 있습니다. 무료 체험은 첫 구매 시에만 적용됩니다. 구독 플랜 변경 시 현재 플랜 종료 후 자동으로 전환됩니다.
zh: 訂閱可隨時取消。 免費試用僅適用於首次購買。 變更訂閱方案時，將在目前方案結束後自動切換。
